/* %1$@ = current page; %2$@ = number of pages */
"%1$@ of %2$@" = "%1$@ of %2$@";

/* %1$@ = source name (e.g. “another app”); %2$@ = non-relative localized date/time string (e.g. “Dec 1, 2017 at 3:53 PM”) */
"This shortcut was imported from %1$@ on %2$@." = "This shortcut was imported from %1$@ on %2$@.";

/* %1$@ = source name (e.g. “another app”); %2$@ = relative localized date/time string (e.g. “yesterday at 3:53 PM”) */
"This shortcut was imported from %1$@ %2$@." = "This shortcut was imported from %1$@ %2$@.";

/* %@ = action name */
"Add “%@”" = "Add “%@”";

/* %@ = action name */
"Remove “%@”" = "Remove “%@”";

/* %@ = service name */
"Do you want to sign out of %@ in Shortcuts?" = "Do you want to sign out of %@ in Shortcuts?";

/* %@ = service name */
"Do you want to sign out of %@?" = "Do you want to sign out of %@?";

/* %@ = source app name */
"This shortcut was imported from %@. Are you sure you want to run it?" = "This shortcut was imported from %@. Are you sure you want to run it?";

/* %@ = type (can also be empty string); e.g. “as Date”; above it, there is a variable name such as “Event” */
"as %@" = "as %@";

/* %@=action name */
"Delete the actions inside “%@”, too?" = "Delete the actions inside “%@”, too?";

/* %@=app name */
"Install %@" = "Install %@";

/* A label for the row in settings that shows the Siri phrase that the user has configured for a workflow */
"Siri Phrase" = "Siri Phrase";

/* Access resource action settings title */
"Accounts" = "Accounts";

/* Accessibility accouncement */
"Finished editing shortcuts" = "Finished editing shortcuts";

/* Accessibility accouncement; %@=action name */
"Favorited %@" = "Favoured %@";

/* Accessibility accouncement; %@=action name */
"Un-favorited %@" = "Unfavoured %@";

/* Accessibility accouncement; shortcut started running */
"Running shortcut" = "Running shortcut";

/* Accessibility action */
"Delete shortcut" = "Delete shortcut";

/* Accessibility action */
"Duplicate shortcut" = "Duplicate shortcut";

/* Accessibility action */
"Favorite Action" = "Favourite Action";

/* Accessibility action */
"Rename shortcut" = "Rename shortcut";

/* Accessibility action */
"Un-favorite Action" = "Unfavour Action";

/* Accessibility action or discoverability title */
"Edit shortcut" = "Edit shortcut";

/* Accessibility action or discoverability title */
"Run shortcut" = "Run shortcut";

/* Accessibility annoucement when inserting an action to a shortcut; %@ = action name */
"added %@ to shortcut" = "added %@ to shortcut";

/* Accessibility annoucement; input types that are accepted */
"Accepted Input Types" = "Accepted Input Types";

/* Accessibility announcement */
"Closed variables tray" = "Closed variables tray";

/* Accessibility announcement */
"Editing shortcuts" = "Editing shortcuts";

/* Accessibility announcement */
"Opened variables tray" = "Opened variables tray";

/* Accessibility announcement spoken aloud when the user starts dragging */
"dragging" = "dragging";

/* Accessibility announcement that shortcut finished running */
"Shortcut finished" = "Shortcut finished";

/* Accessibility announcement when inserting an action above another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut above %2$@" = "added %1$@ to shortcut above %2$@";

/* Accessibility announcement when inserting an action below another action, %1$@ & %2$@ = action names */
"added %1$@ to shortcut below %2$@" = "added %1$@ to shortcut below %2$@";

/* Accessibility announcement when moving an action in a shortcut above another action; %@=action name */
"moved above %@" = "moved above %@";

/* Accessibility announcement when moving an action in a shortcut below another action; %@=action name */
"moved below %@" = "moved below %@";

/* Accessibility announcement when removing an action from a shortcut; %@=action name */
"removed %@" = "removed %@";

/* Accessibility announcement; %@ = shortcut name */
"Duplicated %@" = "Duplicated %@";

/* Accessibility announcement; collapsed parameter */
"collapsed" = "collapsed";

/* Accessibility announcement; dragging a shortcut */
"Dragging" = "Dragging";

/* Accessibility announcement; expanded parameter */
"expanded" = "expanded";

/* Accessibility announcement; shortcut stopped running because it was paused */
"Shortcut stopped" = "Shortcut stopped";

/* Accessibility hint */
"Closes the shortcut" = "Closes the shortcut";

/* Accessibility hint */
"Creates a new shortcut" = "Creates a new shortcut";

/* Accessibility hint */
"Deletes the selected shortcuts" = "Deletes the selected shortcuts";

/* Accessibility hint */
"Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customize the position in the shortcut." = "Double-tap to add to the bottom of the shortcut. Double-tap and hold, then drag to customise the position in the shortcut.";

/* Accessibility hint */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double tap to select." = "Draggable. Double-tap and hold, wait for the sound, then drag to reorder. Double-tap to select.";

/* Accessibility hint */
"Duplicates the selected shortcuts" = "Duplicates the selected shortcuts";

/* Accessibility hint */
"This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here." = "This shortcut will be displayed in the Shortcuts action extension (in the iOS share menu) when the content being shared is one of the types you select here.";

/* Accessibility hint */
"Turns off shortcut editing mode" = "Turns off shortcut editing mode";

/* Accessibility hint */
"Turns on shortcut editing mode" = "Turns on shortcut editing mode";

/* Accessibility hint for collapsing the actions drawer */
"Double-tap to collapse the actions drawer to half screen" = "Double-tap to collapse the actions drawer to half screen";

/* Accessibility hint for expanding the actions drawer */
"Double-tap to fully expand the actions drawer" = "Double-tap to fully expand the actions drawer";

/* Accessibility hint on action */
"Double-tap to read the action description." = "Double-tap to read the action description.";

/* Accessibility hint on action */
"Draggable. Double-tap and hold, wait for the sound, then drag to re-order. Double-tap to read the action description." = "Draggable. Double-tap and hold, wait for the sound, then drag to reorder. Double-tap to read the action description.";

/* Accessibility hint; Workflow Sync switch control */
"Double tap to toggle setting" = "Double-tap to toggle setting";

/* Accessibility hint; choose parameter */
"Double tap to choose" = "Double-tap to choose";

/* Accessibility hint; collapse parameter */
"Double-tap to collapse" = "Double-tap to collapse";

/* Accessibility hint; double tap to insert variable */
"Double tap to insert" = "Double-tap to insert";

/* Accessibility hint; expand parameter */
"Double-tap to expand" = "Double-tap to expand";

/* Accessibility hint; shortcut cell; %@=shortcut name */
"Runs the shortcut %@" = "Runs the shortcut %@";

/* Accessibility label */
"Add Tag" = "Add Tag";

/* Accessibility label */
"Close" = "Close";

/* Accessibility label */
"Create Shortcut" = "Create Shortcut";

/* Accessibility label */
"Show Keyboard" = "Show Keyboard";

/* Accessibility label for containers of nested actions, ex: Inside of Repeat */
"Inside of %@" = "Inside of %@";

/* Accessibility label or discoverability title */
"Redo" = "Redo";

/* Accessibility label or discoverability title */
"Undo" = "Undo";

/* Accessibility label to convey minimized state of actions table view */
"Minimized" = "Minimised";

/* Accessibility label to convey the collapsed state of the actions table view when it is only partially expanded */
"Half screen" = "Half screen";

/* Accessibility label to convey the fully expanded state of the actions table view */
"Full screen" = "Full screen";

/* Accessibility label; %@ = action name, %d = action progress; e.g. Download URL action - Running - 38 percent completed */
"%@ action - Running - %d percent completed" = "%@ action - Running - %d per cent completed";

/* Accessibility label; %@ = action name; e.g. Show Alert action, New Ulysses Group action */
"%@ action" = "%@ action";

/* Accessibility label; remove search filter */
"Remove filter" = "Remove filter";

/* Accessibility label; shortcut cell not selected; %@=shortcut name */
"%@ (not selected)" = "%@ (not selected)";

/* Accessibility value; switch is on */
"On" = "On";

/* Accessiblity announcement; release finger to remove; %@=action name */
"Release to remove %@" = "Release to remove %@";

/* Action does not do anything to input and simply returns it as the output */
"This action passes input through as output." = "This action passes input through as output.";

/* Action extension input variable description */
"Gets the input that was passed into the beginning of the shortcut." = "Gets the input that was passed into the beginning of the shortcut.";

/* Action extension; no Share Sheet shortcuts */
"You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings." = "You don’t have any Share Sheet shortcuts yet.\n\nTo add one, create a shortcut and turn on “Show in Share Sheet” in its settings.";

/* Action extension; no search results */
"No shortcuts match the search." = "No shortcuts match the search.";

/* Action extension; no shortcuts */
"You don’t have any shortcuts yet." = "You don’t have any shortcuts yet.";

/* Actions provided by Siri Suggestions; title or button */
"Siri Suggestions" = "Siri Suggestions";

/* Activity subject; %@ = shortcut name */
"Shortcut: %@" = "Shortcut: %@";

/* Add action to a shortcut button title */
"Add to this shortcut" = "Add to this shortcut";

/* Add search filter */
"Add Filter" = "Add Filter";

/* Alert body for creating iCloud link */
"Anyone with access to this shared link will be able to view the contents of this shortcut." = "Anyone with access to this shared link will be able to view the contents of this shortcut.";

/* Alert title */
"Error" = "Error";

/* Alert title for creating iCloud link */
"Create iCloud Link" = "Create iCloud Link";

/* Allow access to service */
"Allow Access" = "Allow Access";

/* App not installed; accessiblity hint */
"(Not Installed) %@" = "(Not Installed) %@";

/* App search view; navigation bar title */
"Choose App" = "Choose App";

/* App search view; no results */
"No results." = "No results.";

/* App search view; search bar placeholder */
"Search apps…" = "Search apps…";

/* Apple Watch complication */
"Complication" = "Complication";

/* Apple Watch shortcuts empty state */
"You don’t have any Apple Watch shortcuts yet." = "You don’t have any Apple Watch shortcuts yet.";

/* Apple Watch shortcuts empty state description */
"Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimize when your shortcuts are shown in the Complication based on when you run them." = "Select which shortcuts should be displayed in the Shortcuts Complication on the clock face of your Apple Watch.\n\nOver time, Shortcuts will optimise when your shortcuts are shown in the Complication, based on when you run them.";

/* Apps category */
"Apps" = "Apps";

/* Ask When Run variable description */
"Asks you to enter text when this shortcut runs." = "Asks you to enter text when this shortcut runs.";

/* Boolean false */
"False" = "False";

/* Boolean true */
"True" = "True";

/* Button */
"Back" = "Back";

/* Button */
"Cancel" = "Cancel";

/* Button */
"Choose Variable" = "Choose Variable";

/* Button */
"Clear" = "Clear";

/* Button */
"Delete Actions" = "Delete Actions";

/* Button */
"Delete Shortcut" = "Delete Shortcut";

/* Button */
"Done" = "Done";

/* Button */
"Get More Shortcuts" = "Get More Shortcuts";

/* Button */
"Go Back" = "Go Back";

/* Button */
"Help" = "Help";

/* Button */
"Keep Actions" = "Keep Actions";

/* Button */
"Next" = "Next";

/* Button */
"OK" = "OK";

/* Button */
"Remove Action" = "Remove Action";

/* Button */
"Remove Action From Shortcut" = "Remove Action from Shortcut";

/* Button */
"Remove Photo" = "Remove Photo";

/* Button */
"Select Magic Variable" = "Select Magic Variable";

/* Button */
"Select Photo" = "Select Photo";

/* Button */
"Show Action Settings" = "Show Action Settings";

/* Button */
"Show Actions" = "Show Actions";

/* Button */
"Sign Out" = "Sign out";

/* Button */
"Take Photo" = "Take Photo";

/* Button in Share Sheet; add this shortcut to home screen */
"Add to Home Screen (Share Sheet)" = "Add to Home Screen";

/* Button in Workflow settings; add this shortcut to home screen */
"Add to Home Screen (Workflow Settings)" = "Add to Home Screen";

/* Button or title */
"Delete" = "Delete";

/* Button or title */
"Run Shortcut" = "Run Shortcut";

/* Button or title */
"Settings" = "Settings";

/* Button or title */
"Variables" = "Variables";

/* Button title */
"Add to Siri" = "Add to Siri";

/* Button title to import a shortcut */
"Get Shortcut" = "Get Shortcut";

/* Button; makes output view full screen */
"Show Result Full-Screen" = "Show Result Full Screen";

/* Button; take a guided tour of building a workflow */
"Take a Guided Tour" = "Take a Guided Tour";

/* Button; used for sharing a shortcut's result */
"Share Result" = "Share Result";

/* Caption above list of supported apps and services */
"This shortcut works with the following apps and services:" = "This shortcut works with the following apps and services:";

/* Choose an item */
"Choose" = "Choose";

/* Conditional AND */
"and" = "and";

/* Conditional actions settings cell */
"Put Back “Otherwise”" = "Put Back “Otherwise”";

/* Conditional actions settings footer text */
"Actions placed after “Otherwise” will run if the condition is false." = "Actions placed after “Otherwise” will run if the condition is false.";

/* Conditional actions settings navigation bar title */
"If Action" = "If Action";

/* Confirmation HUD when link copies */
"Link copied" = "Link copied";

/* Confirmation dialog, stop sharing */
"Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work." = "Are you sure you want to stop sharing this shortcut? The iCloud link will be deleted and will no longer work.";

/* Confirmation when deleting selected shortcut */
"This shortcut will be deleted from all of your iCloud devices." = "This shortcut will be deleted from all your iCloud devices.";

/* Confirmation when deleting selected shortcuts */
"These shortcuts will be deleted from all of your iCloud devices." = "These shortcuts will be deleted from all your iCloud devices.";

/* Contact field; %1$@ = user entered contact; %2$@ = “a phone number or email address” or “an email address” or “a phone number” */
"“%1$@” doesn’t look like %2$@. Did you mean to add a contact?" = "“%1$@” doesn’t look like %2$@. Did you mean to add a contact?";

/* Contact field; %@ = user entered contact */
"Use “%@” Anyway" = "Use “%@” Anyway";

/* Contact field; accessibility label */
"Add Contact" = "Add Contact";

/* Contact field; button */
"Search Contacts" = "Search Contacts";

/* Contact field; supported type string */
"a phone number" = "a phone number";

/* Contact field; supported type string */
"a phone number or email address" = "a phone number or email address";

/* Contact field; supported type string */
"an email address" = "an email address";

/* Content Types category */
"Content Types" = "Content Types";

/* Copy link to shortcut */
"Copy Link" = "Copy Link";

/* Copy the link to a shortcut */
"Copy iCloud Link" = "Copy iCloud Link";

/* Custom date format alert message */
"This format follows the patterns in Unicode Technical Standard #35." = "This format follows the patterns in Unicode Technical Standard #35.";

/* Custom date format alert title */
"Custom Date Format" = "Custom Date Format";

/* Custom date formatting style */
"Custom" = "Custom";

/* Custom time format title */
"Custom Format" = "Custom Format";

/* Default option */
"Default" = "Default";

/* Delete all shortcuts */
"Delete All" = "Delete All";

/* Delimeter for input types */
", " = ", ";

/* Deselect all input types */
"Deselect All" = "Deselect All";

/* Dictionary key placeholder */
"Key" = "Key";

/* Discoverability or accessibility title */
"Shortcut Settings" = "Shortcut Settings";

/* Discoverability or accessibility title */
"Stop Shortcut" = "Stop Shortcut";

/* Discoverability title */
"Close shortcut" = "Close shortcut";

/* Discoverability title */
"Search actions" = "Search actions";

/* Discoverability title */
"Stop shortcut" = "Stop shortcut";

/* Displayed next to a switch to configure whether or not a workflow should appear in the share sheet */
"Show in Share Sheet" = "Show in Share Sheet";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the Workflow widget */
"Show in Widget" = "Show in Widget";

/* Displayed next to a switch to configure whether or not a workflow should be shown in the watch complication */
"Show in Complication" = "Show in Complication";

/* Displayed next to a switch to configure whether or not a workflow should be shown on the Apple Watch */
"Show on Apple Watch" = "Show on Apple Watch";

/* Duplicate a shortcut */
"Duplicate Shortcut" = "Duplicate Shortcut";

/* Duplicate shortcut */
"Duplicate" = "Duplicate";

/* Edit import questions back bar button title */
"Questions" = "Questions";

/* Error message */
"No options available." = "No options available.";

/* Error message; %@=error info */
"Could not load the App Store.\n\n%@" = "Could not load the App Store.\n\n%@";

/* Explanation of what users can do by selecting the shortcuts shown underneath the text */
"Run shortcuts quickly using the widget." = "Run shortcuts quickly using the widget.";

/* Favorite button title - action is NOT yet favorited */
"Favorite" = "Favourite";

/* Favorite button title - action is favorited */
"Favorited" = "Favoured";

/* Filled in with the user's account name, e.g. Account: johnmiller@gmail.com */
"Account: %@" = "Account: %@";

/* Find and filter UI; all of the below conditions are true */
"All of the following are true" = "All of the following are true";

/* Find and filter UI; any one of the below conditions are true */
"Any of the following are true" = "Any of the following are true";

/* Find filter UI layout for filter with a property and an operator (e.g. '`Start Date` `is today`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator}" = "${property} ${operator}";

/* Find filter UI layout for filter with a property and an operator and a follow up requirement (e.g. '`Start Date` `is today` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${and}" = "${property} ${operator} ${and}";

/* Find filter UI layout for filter with a property, operator and 2 values (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value}" = "${property} ${operator} ${value} ${operator_and} ${other_value}";

/* Find filter UI layout for filter with a property, operator and 2 values and a follow up requirement (e.g. '`Start Date` `is between` `8/13/18` `and` `8/16/18` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${operator_and} ${other_value} ${and}" = "${property} ${operator} ${value} ${operator_and} ${other_value} ${and}";

/* Find filter UI layout for filter with a property, operator and value (e.g. '`Calendar` `is` `Work`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value}" = "${property} ${operator} ${value}";

/* Find filter UI layout for filter with a property, operator and value and a follow up requirement (e.g. '`Calendar` `is` `Work` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${and}" = "${property} ${operator} ${value} ${and}";

/* Find filter UI layout for filter with a property, operator, value and unit (e.g. '`Start Date` `is in the next` `5` `days`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit}" = "${property} ${operator} ${value} ${unit}";

/* Find filter UI layout for filter with a property, operator, value and unit and a follow up requirement (e.g. '`Start Date` `is in the next` `5` `days` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${operator} ${value} ${unit} ${and}" = "${property} ${operator} ${value} ${unit} ${and}";

/* Find filter UI layout for filter with just a property (e.g. '`Is All Day`'). This is used just for layout and the content between ${} should not be localized */
"${property}" = "${property}";

/* Find filter UI layout for filter with just a property and a follow up requirement (e.g. '`Is All Day` `and`'). This is used just for layout and the content between ${} should not be localized */
"${property} ${and}" = "${property} ${and}";

/* Find filter UI operator */
"begins with" = "begins with";

/* Find filter UI operator */
"contains" = "contains";

/* Find filter UI operator */
"does not contain" = "does not contain";

/* Find filter UI operator */
"ends with" = "ends with";

/* Find filter UI operator */
"is" = "is";

/* Find filter UI operator */
"is after" = "is after";

/* Find filter UI operator */
"is before" = "is before";

/* Find filter UI operator */
"is between" = "is between";

/* Find filter UI operator */
"is exactly" = "is exactly";

/* Find filter UI operator */
"is greater than" = "is greater than";

/* Find filter UI operator */
"is greater than or equal to" = "is greater than or equal to";

/* Find filter UI operator */
"is in the last" = "is in the last";

/* Find filter UI operator */
"is in the next" = "is in the next";

/* Find filter UI operator */
"is larger than" = "is larger than";

/* Find filter UI operator */
"is larger than or equal to" = "is larger than or equal to";

/* Find filter UI operator */
"is less than" = "is less than";

/* Find filter UI operator */
"is less than or equal to" = "is less than or equal to";

/* Find filter UI operator */
"is longer than" = "is longer than";

/* Find filter UI operator */
"is longer than or equal to" = "is longer than or equal to";

/* Find filter UI operator */
"is not" = "is not";

/* Find filter UI operator */
"is not exactly" = "is not exactly";

/* Find filter UI operator */
"is not on" = "is not on";

/* Find filter UI operator */
"is on" = "is on";

/* Find filter UI operator */
"is shorter than" = "is shorter than";

/* Find filter UI operator */
"is shorter than or equal to" = "is shorter than or equal to";

/* Find filter UI operator */
"is smaller than" = "is smaller than";

/* Find filter UI operator */
"is smaller than or equal to" = "is smaller than or equal to";

/* Find filter UI operator */
"is today" = "is today";

/* Footer for section */
"Run this shortcut with your voice by adding it to Siri." = "Run this shortcut with your voice by adding it to Siri.";

/* Footer for table view section */
"Use this shortcut from other apps by opening the share sheet and tapping Shortcuts." = "Use this shortcut from other apps by opening the share sheet and tapping Shortcuts.";

/* For a dictionary; description */
"Enter a key to extract its value from the dictionary, or leave blank to get the entire dictionary." = "Enter a key to extract its value from the dictionary or leave blank to get the entire dictionary.";

/* Format with local device name, for disambiguating sync conflicts to the user */
"%@ (This Device)" = "%@ (This Device)";

/* Full name of contact */
"Full Name" = "Full Name";

/* Full street address of location */
"Full Street Address" = "Full Street Address";

/* Get property */
"Get" = "Get";

/* Get value for a dictionary key */
"Get Value for Key" = "Get Value for Key";

/* Go to next import question */
"Continue" = "Continue";

/* Guided tour; drag actions to here hint */
"…to here" = "…to here";

/* Guided tour; drag actions to here hint (accessibility hint) */
"Drag actions to here" = "Drag actions to here";

/* Handoff info */
"This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone." = "This action, when run on Apple Watch, will require you to use Handoff and continue on your iPhone.";

/* Health quantity unit (e.g. mL); title */
"Unit" = "Unit";

/* ISO 8601 date formatting style */
"ISO 8601" = "ISO 8601";

/* ISO 8601 date formatting style */
"ISO 8601 Time" = "ISO 8601 Time";

/* Icon editor accessibility label; %1$@ = glyph name, %2$@ = color name */
"%1$@ glyph, %2$@ background color" = "%1$@ glyph, %2$@ background colour";

/* Icon editor tip text */
"Choose a custom image to use when this shortcut is added to the home screen." = "Choose a custom image to use when this shortcut is added to the home screen.";

/* Icon editor tip text */
"The image above will be used when this shortcut is added to the home screen." = "The image above will be used when this shortcut is added to the home screen.";

/* Icon editor; accessibility label */
"Icon Preview" = "Icon Preview";

/* Icon editor; accessibility label */
"Shortcut icon editor" = "Shortcut icon editor";

/* Icon editor; segmented control option */
"Color" = "Colour";

/* Icon editor; segmented control option */
"Glyph" = "Glyph";

/* Icon editor; segmented control option */
"Home Screen" = "Home Screen";

/* Import questions */
"Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut." = "Questions added here will be asked when this shortcut is imported on a different device. Answers to these questions will be filled into the shortcut.";

/* Import questions */
"You can try your import questions using the “Customize Shortcut” button in this shortcut's settings." = "You can try your import questions using the “Customise Shortcut” button in this shortcut's settings.";

/* Import questions detail view */
"Default Answer" = "Default Answer";

/* Import questions detail view */
"Question Text" = "Question Text";

/* Import questions detail view */
"Type a question here…" = "Type a question here…";

/* Import questions details view; navigation bar title */
"Details" = "Details";

/* Import questions; button */
"Add New Question…" = "Add New Question…";

/* Import questions; choose a parameter prompt */
"Choose a parameter from one of the actions below." = "Choose a parameter from one of the actions below.";

/* Import questions; choose parameter title */
"Choose a Parameter" = "Choose a Parameter";

/* Import questions; no actions error message */
"This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions." = "This shortcut has no actions. Please add some actions to your shortcut before setting up Import Questions.";

/* Indicates what types of input the shortcut accepts; %@=list of types */
"This shortcut accepts %@" = "This shortcut accepts %@";

/* Input types of action */
"Input" = "Input";

/* Input variable description */
"Gets the output of the previous action." = "Gets the output of the previous action.";

/* Install app icon; should match App Store GET button */
"GET" = "GET";

/* Instructions on building a shortcut */
"Add actions from the bottom to build your shortcut." = "Add actions from the bottom to build your shortcut.";

/* Instructions on building a shortcut; please make sure to account for right-to-left layout */
"Add actions from the left to build your shortcut." = "Add actions from the left to build your shortcut.";

/* Item can be anything */
"anything" = "anything";

/* Keep all shortcuts */
"Keep All" = "Keep All";

/* Keep shortcuts */
"Keep" = "Keep";

/* Keep shortcuts; %lu = number of shortcuts */
"Keep %lu" = "Keep %lu";

/* Label for accessibility custom action to expand actions card */
"Expand" = "Expand";

/* Label for accessibility custom action to minimize actions card */
"Collapse" = "Collapse";

/* Label for types that the workflow accepts. */
"Accepted Types" = "Accepted Types";

/* Like 'Add new item' or 'Add new image' */
"Add %@" = "Add %@";

/* List editor message (value = image, string, etc.) */
"What type of value do you want to add?" = "What type of value do you want to add?";

/* Long date formatting style */
"Long" = "Long";

/* Manage sharing */
"Manage Sharing" = "Manage Sharing";

/* Medium date formatting style */
"Medium" = "Medium";

/* Missing action error action */
"Update Shortcuts" = "Update Shortcuts";

/* Missing action error title */
"This action could not be found in this version of Shortcuts." = "This action could not be found in this version of Shortcuts.";

/* Name and store URL of product or item on App Store */
"Name and Store URL" = "Name and Store URL";

/* Name of measurement unit */
"Unit (Name)" = "Unit";

/* Navigation bar title */
"Select a Magic Variable" = "Select a Magic Variable";

/* Navigation bar title; resolve workflow conflicts */
"Resolve Conflicts" = "Resolve Conflicts";

/* No variables avaiable error */
"⚠️ Variable not available." = "⚠️ Variable not available.";

/* None option */
"None" = "None";

/* Note about using the action */
"Note" = "Note";

/* Parameter already in use by another import question */
"Already In Use" = "Already in Use";

/* Parameter not supported for import question */
"Not Supported for Questions" = "Not Supported for Questions";

/* Piece of text */
"Text" = "Text";

/* Prompt displayed to the user when importing a shortcut where the source app is not known. */
"This shortcut was imported from another app. Are you sure you want to run it?" = "This shortcut was imported from another app. Are you sure you want to run it?";

/* RFC 2822 date formatting style */
"RFC 2822" = "RFC 2822";

/* Relative date formatting style */
"Relative" = "Relative";

/* Relative date or time formatting style */
"How Long Ago/Until" = "How Long Ago/Until";

/* Remote device name for sync conflict when not known */
"Unknown Device" = "Unknown Device";

/* Rename Magic Variable prompt message; %@ = action name */
"This name will be used for all of this %@ action’s Magic Variables." = "This name will be used for all of this %@ action’s Magic Variables.";

/* Rename Magic Variable prompt title */
"Rename Magic Variable" = "Rename Magic Variable";

/* Rename shortcut alert title */
"Rename Shortcut" = "Rename Shortcut";

/* Rename shortcut message */
"Enter a new name for your shortcut." = "Enter a new name for your shortcut.";

/* Rename workflow or variable */
"Rename" = "Rename";

/* Requirements for the action (having certain apps installed, iOS version, etc.) */
"Requires" = "Requires";

/* Result types of action */
"Result" = "Result";

/* Reveal action that is associated with the variable */
"Reveal Action" = "Reveal Action";

/* Scripting category */
"Scripting" = "Scripting";

/* Search bar placeholder or keycommand discoverability title */
"Search" = "Search";

/* Section header title; Apple Watch complication shortcuts */
"Complication Shortcuts" = "Complication Shortcuts";

/* Select all input types */
"Select All" = "Select All";

/* Sentence describing the current filter. The first argument (%@) is the search action and the second argument (%@) is the property (e.g. '`Find Calendar Events Where` `Start Date`…') */
"%@ %@…" = "%@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property and the third argument (%@) is the operator that is used (e.g. '`Find Calendar Events Where` `Start Date` `is in the next`…') */
"%@ %@ %@…" = "%@ %@ %@…";

/* Sentence describing the current filter. The first argument (%@) is the search action, the second argument (%@) is the property, the third argument (%@) is the operator that is used and the fourth argument (%@) is the value (e.g. '`Find Calendar Events Where` `Start Date` `is in the next` `5`…') */
"%@ %@ %@ %@…" = "%@ %@ %@ %@…";

/* Service name followed by account, e.g. Dropbox (johnmiller@gmail.com) */
"%@ (%@)" = "%@ (%@)";

/* Share a shortcut */
"Share Shortcut" = "Share Shortcut";

/* Share a workflow along with a description */
"Share with Description" = "Share with Description";

/* Share a workflow as a file */
"Share as File" = "Share as File";

/* Share shortcut */
"Share" = "Share";

/* Short date formatting style */
"Short" = "Short";

/* Shortcut contains no actions error description, %@=shortcut name */
"“%@” contains no actions." = "“%@” contains no actions.";

/* Shortcut contains no actions error title */
"Empty Shortcut" = "Empty Shortcut";

/* Shortcut contains no actions error title */
"No Actions" = "No Actions";

/* Shortcut description placeholder */
"Customize Shortcut…" = "Customise Shortcut…";

/* Shortcut icon */
"Icon" = "Icon";

/* Shortcut picker; navigation bar title */
"Choose Shortcut" = "Choose Shortcut";

/* Shortcut reordering; %1$@,%2$@ = shortcut names */
"Moved between %1$@ and %2$@" = "Moved between %1$@ and %2$@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to end after %@" = "Moved to end after %@";

/* Shortcut reordering; %@ = shortcut name */
"Moved to top before %@" = "Moved to top before %@";

/* Shortcut type selection view; widget info detail text */
"To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later." = "To use shortcuts from the Today Widget, follow a few simple steps to add the widget. Or, tap Done to set up later.";

/* Shortcut type selection view; widget info slogan text */
"Add the Today Widget to run shortcuts lightning fast." = "Add the Today Widget to run shortcuts lightning fast.";

/* Shortcut types help view; accessiblity hint */
"Screenshot of a share sheet in Safari with the Shortcuts activity highlighted" = "Screenshot of a share sheet in Safari with the Shortcuts activity highlighted";

/* Shortcut types help view; info label */
"Action Extension shortcuts are run from the share sheet inside other apps." = "Action Extension shortcuts are run from the share sheet inside other apps.";

/* Shortcut types help view; info label */
"Today Widget shortcuts are run in Notification Center by pulling down from the top of the screen." = "Today Widget shortcuts are run in Notification Centre by pulling down from the top of the screen.";

/* Shortcut types help view; title */
"Shortcut Types" = "Shortcut Types";

/* Shortcut was deleted on a specified device */
"Deleted on %@" = "Deleted on %@";

/* Shortcut was deleted on another device */
"Deleted on another device" = "Deleted on another device";

/* Shortcut was modified on a specified device */
"Modified on %@" = "Modified on %@";

/* Shortcut was modified on another device */
"Modified on another device" = "Modified on another device";

/* Shortcuts picker; search bar placeholder */
"Search shortcuts…" = "Search shortcuts…";

/* Shortcuts types help view; accessibility label */
"Screenshot of the Shortcuts widget in Notification Center" = "Screenshot of the Shortcuts widget in Notification Centre";

/* Siri phrase */
"“%@”" = "“%@”";

/* Skip gallery shortcut import configuration */
"Skip Setup" = "Skip Set-up";

/* Specifies how the automatic capitalization of the name of a shortcut should work: 0 = No auto capitalization, 1 = Only the first word, 2 = All words */
"Auto-capitalization for Shortcut Name" = "2";

/* Stop sharing the link to a shortcut */
"Stop Sharing" = "Stop Sharing";

/* Submit a workflow to the gallery */
"Submit to Gallery" = "Submit to Gallery";

/* Tap to choose an option */
"Tap to Choose" = "Tap to Choose";

/* Text when sharing a shortcut */
"Check out the shortcut I built!" = "Check out the shortcut I built!";

/* The accessibility label for the actions table view container */
"Actions Controller" = "Actions Controller";

/* The location of the share button in Safari on iPad */
"the bottom of the screen" = "the bottom of the screen";

/* The location of the share button in Safari on iPad */
"the top right of the screen" = "the top right of the screen";

/* The workflow accepts anything as input. Shown like “Accepts Anything” */
"Anything" = "Anything";

/* The workflow accepts nothing as input. Shown like “Accepts Nothing” */
"Nothing" = "Nothing";

/* Title */
"Actions" = "Actions";

/* Title */
"Date Format" = "Date Format";

/* Title */
"Requires Handoff" = "Requires Handoff";

/* Title */
"Shortcuts" = "Shortcuts";

/* Title */
"Time Format" = "Time Format";

/* Title */
"Type" = "Type";

/* Title for action drawer categories view */
"Categories" = "Categories";

/* Title for configuration page for unit */
"Unit (Title)" = "Unit";

/* Title of main screen showing your library of shortcuts */
"Library" = "Library";

/* Title of the view controller that allows the user to control which shortcuts appear in the Today Widget */
"Customize Shortcuts" = "Customise Shortcuts";

/* Title or button */
"Import Questions" = "Import Questions";

/* Today widget explanation */
"Boom! Your Today Widget is set up." = "Ripper! Your Today Widget is set up.";

/* Today widget explanation */
"Next, grab some Today Widget shortcuts from the Gallery." = "Next, grab some Today Widget shortcuts from the Gallery.";

/* Today widget explanation */
"With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Center." = "With the Shortcuts Today Widget, you can run shortcuts in a single tap from any app just by pulling down Notification Centre.";

/* Today widget explanation button */
"Add Widget" = "Add Widget";

/* Today widget explanation button */
"View the Gallery" = "View the Gallery";

/* Today widget explanation; please do not localize %MODEL% */
"Run shortcuts lightning fast, from anywhere on your %MODEL%." = "Run shortcuts in a jiffy, from anywhere on your %MODEL%.";

/* Unknown item */
"Unknown" = "Unknown";

/* Used in a phrase like 'Add new item' */
"new item" = "new item";

/* User’s favorited workflows or actions */
"Favorites" = "Favourites";

/* Variable field placeholder */
"Variable Name" = "Variable Name";

/* Variable picker; none available error message */
"You can create a variable by adding a “Set Variable” action." = "You can create a variable by adding a “Set Variable” action.";

/* Varible picker; none available error title */
"No Variables Are Available" = "No Variables Are Available";

/* Workflow conflicts; navigation bar back button title */
"Conflicts" = "Clashes";

/* Workflow import flow title shown above import question */
"Configure This Shortcut" = "Configure this Shortcut";

/* Workflow name */
"Name of Shortcut" = "Name";

/* Workflow type selection view */
"Tap Done to continue editing your shortcut." = "Tap Done to continue editing your shortcut.";

/* Workflow types help view; accessibility hint */
"Screenshot of the Shortcuts watch app" = "Screenshot of the Shortcuts Watch app";

/* Workflow types help view; info label */
"Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication." = "Apple Watch shortcuts are run from your wrist via the Shortcuts watch app or Complication.";

/* Workflow types help view; instructions label */
"How do I find the Today Widget?" = "How do I find the Today Widget?";

/* iOS Today Widget */
"Today Widget" = "Today Widget";

